Repository: norbe930105/Netcore
Catalog: ejer/src/languages/messages.*.xlf
Languages: es

source: Reservation List
es: Lista de Resevaciones

source: CREATE RESERVATION
es: Crear Reservacion

source: By Date Ascending
es: Por Fecha Ascendente

source: By Date Descending
es: Por Fecha Descendente

source: By Alphabetic Ascending
es: Alfabeticamente Ascendete

source: By Rankig
es: Por Rango

source: Ranking
es: Rango

source: Add Favorites
es: AÃ±adir a Favoritos

source: Create Reservation
es: Crear Reservacion

source: LIST RESERVATIONS
es: Listar Reservaciones

source: Send
es: Enviar

source: EDIT RESERVATION
es: Editar Reservacion

source: LIST RESERVATIONS
es: Listar Reservaciones

source: Send
es: Enviar
